<?php

return [
    'immediate' => 'Плати сега',
    'ten_days_before' => 'Плати 10 дена пред доаѓање',
    'on_site' => 'Плати при доаѓање',
    'split' => 'Поделено плаќање',

    'immediate_description' => 'Гостинот го плаќа целиот износ веднаш при резервација.',
    'ten_days_before_description' => 'Гостинот го плаќа целиот износ 10 дена пред пристигнување.',
    'on_site_description' => 'Гостинот плаќа во објектот при доаѓање (готовина или картица).',
    'split_description' => 'Гостинот плаќа 50% сега и 50% при доаѓање.',
];
